/* errAuthorizationInvalidSet */
"-60001" = "De autorisatiebevoegdheden zijn ongeldig.";

/* errAuthorizationInvalidRef */
"-60002" = "De autorisatieverwijzing is ongeldig.";

/* errAuthorizationInvalidTag */
"-60003" = "De autorisatietag is ongeldig.";

/* errAuthorizationInvalidPointer */
"-60004" = "De geretourneerde autorisatie is ongeldig.";

/* errAuthorizationDenied */
"-60005" = "De autorisatie is geweigerd.";

/* errAuthorizationCanceled */
"-60006" = "De autorisatie is geannuleerd door de gebruiker.";

/* errAuthorizationInteractionNotAllowed */
"-60007" = "De autorisatie is geweigerd omdat er geen gebruikersinteractie mogelijk was.";

/* errAuthorizationInternal */
"-60008" = "Er kan geen autorisatie worden verkregen voor deze bewerking.";

/* errAuthorizationExternalizeNotAllowed */
"-60009" = "Het is niet toegestaan om de autorisatie om te zetten in een externe structuur.";

/* errAuthorizationInternalizeNotAllowed */
"-60010" = "Het is niet toegestaan om de autorisatie aan te maken op basis van een externe structuur.";

/* errAuthorizationInvalidFlags */
"-60011" = "De opgegeven optiemarkeringen zijn ongeldig voor deze autoriseringsbewerking.";

/* errAuthorizationToolExecuteFailure */
"-60031" = "Het opgegeven programma kan niet worden uitgevoerd.";

/* errAuthorizationToolEnvironmentError */
"-60032" = "Een ongeldige status is geretourneerd tijdens het uitvoeren van een bevoegd hulpmiddel.";

/* errAuthorizationBadAddress */
"-60033" = "Het opgevraagde socketadres is ongeldig (moet liggen in 0 t/m 1023).";

/* errSSLProtocol */
"-9800" = "SSL-protocolfout";

/* errSSLNegotiation */
"-9801" = "Cipher Suite-onderhandelingsfout";

/* errSSLFatalAlert */
"-9802" = "Fatale waarschuwing";

/* errSSLWouldBlock */
"-9803" = "I/O zou blokkeren (niet fataal)";

/* errSSLSessionNotFound */
"-9804" = "poging om een onbekende sessie te herstellen";

/* errSSLClosedGraceful */
"-9805" = "verbinding is juist gesloten";

/* errSSLClosedAbort */
"-9806" = "verbinding is gesloten met een fout";

/* errSSLXCertChainInvalid */
"-9807" = "ongeldige certificaatketen";

/* errSSLBadCert */
"-9808" = "onjuiste certificaatstructuur";

/* errSSLCrypto */
"-9809" = "onderliggende coderingsfout";

/* errSSLInternal */
"-9810" = "Interne fout";

/* errSSLModuleAttach */
"-9811" = "moduleverbindingsfout";

/* errSSLUnknownRootCert */
"-9812" = "geldige certificaatreeks, niet-vertrouwde root";

/* errSSLNoRootCert */
"-9813" = "certificaatreeks niet gecontroleerd door root";

/* errSSLCertExpired */
"-9814" = "reeks bevat een verlopen certificaat";

/* errSSLCertNotYetValid */
"-9815" = "reeks bevat een nog niet geldig certificaat";

/* errSSLClosedNoNotify */
"-9816" = "server heeft sessie zonder melding afgesloten";

/* errSSLBufferOverflow */
"-9817" = "onvoldoende buffer beschikbaar";

/* errSSLBadCipherSuite */
"-9818" = "onjuiste SSLCipherSuite";

/* errSSLPeerUnexpectedMsg */
"-9819" = "onverwacht bericht ontvangen";

/* errSSLPeerBadRecordMac */
"-9820" = "onjuist MAC";

/* errSSLPeerDecryptionFail */
"-9821" = "decodering mislukt";

/* errSSLPeerRecordOverflow */
"-9822" = "recordoverflow";

/* errSSLPeerDecompressFail */
"-9823" = "decompressiefout";

/* errSSLPeerHandshakeFail */
"-9824" = "handshakefout";

/* errSSLPeerBadCert */
"-9825" = "onjuist certificaat (diversen)";

/* errSSLPeerUnsupportedCert */
"-9826" = "onjuiste niet-ondersteunde certificaatstructuur";

/* errSSLPeerCertRevoked */
"-9827" = "certificaat ingetrokken";

/* errSSLPeerCertExpired */
"-9828" = "certificaat verlopen";

/* errSSLPeerCertUnknown */
"-9829" = "onbekend certificaat";

/* errSSLIllegalParam */
"-9830" = "ongeldige parameter";

/* errSSLPeerUnknownCA */
"-9831" = "onbekende certificaatautoriteit";

/* errSSLPeerAccessDenied */
"-9832" = "toegang geweigerd";

/* errSSLPeerDecodeError */
"-9833" = "decoderingsfout";

/* errSSLPeerDecryptError */
"-9834" = "decoderingsfout";

/* errSSLPeerExportRestriction */
"-9835" = "exportbeperking";

/* errSSLPeerProtocolVersion */
"-9836" = "onjuiste protocolversie";

/* errSSLPeerInsufficientSecurity */
"-9837" = "onvoldoende beveiliging";

/* errSSLPeerInternalError */
"-9838" = "interne fout";

/* errSSLPeerUserCancelled */
"-9839" = "geannuleerd door gebruiker";

/* errSSLPeerNoRenegotiation */
"-9840" = "opnieuw onderhandelen niet toegestaan";

/* errSSLServerAuthCompleted */
"-9841" = "servercertificaat is geldig of werd genegeerd indien controle was uitgeschakeld";

/* errSSLClientCertRequested */
"-9842" = "server heeft om clientcertificaat gevraagd";

/* errSSLHostNameMismatch */
"-9843" = "onjuiste hostnaam andere partij";

/* errSSLConnectionRefused */
"-9844" = "andere partij heeft de verbinding verbroken alvorens te reageren";

/* errSSLDecryptionFail */
"-9845" = "decoderingsfout";

/* errSSLBadRecordMac */
"-9846" = "onjuist MAC";

/* errSSLRecordOverflow */
"-9847" = "recordoverflow";

/* errSSLBadConfiguration */
"-9848" = "configuratiefout";

/* errSecSuccess */
"0" = "Geen fout.";

/* errSecUnimplemented */
"-4" = "Functie of bewerking niet geïmplementeerd.";

/* errSecParam */
"-50" = "Een of meer aan een functie doorgegeven parameters zijn niet geldig.";

/* errSecAllocate */
"-108" = "Geheugen kan niet worden toegewezen.";

/* errSecNotAvailable */
"-25291" = "Er is geen sleutelhanger beschikbaar. Mogelijk moet u de computer opnieuw opstarten.";

/* errSecReadOnly */
"-25292" = "Deze sleutelhanger kan niet worden gewijzigd.";

/* errSecAuthFailed */
"-25293" = "De opgegeven gebruikersnaam of wachtzin is niet juist.";

/* errSecNoSuchKeychain */
"-25294" = "De opgegeven sleutelhanger is onvindbaar.";

/* errSecInvalidKeychain */
"-25295" = "De opgegeven sleutelhanger is geen geldig sleutelhangerbestand.";

/* errSecDuplicateKeychain */
"-25296" = "Er bestaat al een sleutelhanger met deze naam.";

/* errSecDuplicateCallback */
"-25297" = "De opgegeven terugbelfunctie is al geïnstalleerd.";

/* errSecInvalidCallback */
"-25298" = "De opgegeven terugbelfunctie is niet geldig.";

/* errSecDuplicateItem */
"-25299" = "Het opgegeven onderdeel bestaat al in de sleutelhanger.";

/* errSecItemNotFound */
"-25300" = "Het opgegeven onderdeel komt niet voor in de sleutelhanger.";

/* errSecBufferTooSmall */
"-25301" = "Er is onvoldoende geheugen beschikbaar om het opgegeven onderdeel te gebruiken.";

/* errSecDataTooLarge */
"-25302" = "Dit onderdeel bevat te veel informatie of informatie in een structuur die niet kan worden weergegeven.";

/* errSecNoSuchAttr */
"-25303" = "Het opgegeven kenmerk bestaat niet.";

/* errSecInvalidItemRef */
"-25304" = "Het opgegeven onderdeel is niet meer geldig. Mogelijk is het verwijderd uit de sleutelhanger.";

/* errSecInvalidSearchRef */
"-25305" = "De huidige sleutelhanger kan niet worden doorzocht.";

/* errSecNoSuchClass */
"-25306" = "Het opgegeven onderdeel is geen geldig sleutelhangeronderdeel.";

/* errSecNoDefaultKeychain */
"-25307" = "Er is geen standaardsleutelhanger gevonden.";

/* errSecInteractionNotAllowed */
"-25308" = "Gebruikersinteractie is niet toegestaan.";

/* errSecReadOnlyAttr */
"-25309" = "Het opgegeven kenmerk kan niet worden gewijzigd.";

/* errSecWrongSecVersion */
"-25310" = "Deze sleutelhanger is aangemaakt in een andere versie van de systeemsoftware en kan niet worden geopend.";

/* errSecKeySizeNotAllowed */
"-25311" = "De sleutel die door dit onderdeel is opgegeven, is te groot.";

/* errSecNoStorageModule */
"-25312" = "Een benodigde component (dataopslagmodule) kan niet worden geladen. Mogelijk moet u de computer opnieuw opstarten.";

/* errSecNoCertificateModule */
"-25313" = "Een benodigde component (certificaatmodule) kan niet worden geladen. Mogelijk moet u de computer opnieuw opstarten.";

/* errSecNoPolicyModule */
"-25314" = "Een benodigde component (beleidsmodule) kan niet worden geladen. Mogelijk moet u de computer opnieuw opstarten.";

/* errSecInteractionRequired */
"-25315" = "Gebruikersinteractie is vereist maar is momenteel niet toegestaan.";

/* errSecDataNotAvailable */
"-25316" = "De inhoud van dit onderdeel kan niet worden opgehaald.";

/* errSecDataNotModifiable */
"-25317" = "De inhoud van dit onderdeel kan niet worden gewijzigd.";

/* errSecCreateChainFailed */
"-25318" = "Een of meer certificaten die nodig zijn om dit certificaat te controleren, zijn onvindbaar.";

/* errSecInvalidPrefsDomain */
"-25319" = "Het opgegeven voorkeurendomein is niet geldig.";

/* errSecACLNotSimple */
"-25240" = "De opgegeven toegangscontrolelijst heeft niet de (eenvoudige) standaardstructuur.";

/* errSecPolicyNotFound */
"-25241" = "Het opgegeven beleid is onvindbaar.";

/* errSecInvalidTrustSetting */
"-25242" = "De opgegeven vertrouwensinstelling is ongeldig.";

/* errSecNoAccessForItem */
"-25243" = "Het opgegeven onderdeel heeft geen toegangscontrole.";

/* errSecInvalidOwnerEdit */
"-25244" = "Ongeldige poging om de eigenaar van dit onderdeel te wijzigen.";

/* errSecTrustNotAvailable */
"-25245" = "Er zijn geen vertrouwensresultaten beschikbaar.";

/* errSecUnsupportedFormat */
"-25256" = "Niet-ondersteunde import-/exportstructuur.";

/* errSecUnknownFormat */
"-25257" = "Onbekende structuur in import.";

/* errSecKeyIsSensitive */
"-25258" = "Sleutelmateriaal moet zijn ingepakt voor export.";

/* errSecMultiplePrivKeys */
"-25259" = "Er is geprobeerd om meerdere private sleutels te importeren.";

/* errSecPassphraseRequired */
"-25260" = "Voor import/export is een wachtzin nodig.";

/* errSecInvalidPasswordRef */
"-25261" = "De wachtwoordverwijzing is ongeldig.";

/* errSecInvalidTrustSettings */
"-25262" = "De record met vertrouwensinstellingen is beschadigd.";

/* errSecNoTrustSettings */
"-25263" = "Geen vertrouwensinstellingen gevonden.";

/* errSecPkcs12VerifyFailure */
"-25264" = "MAC-controle mislukt tijdens importeren van PKCS12.";

/* errSecDecode */
"-26275" = "Decoderen van de aangeleverde gegevens niet mogelijk.";

/* CSSMERR_CSP_INVALID_DATA_COUNT */
"-2147415768" = "CSP Vector of Buffers-foutwaarden.";

/* CSSMERR_CSP_INVALID_CONTEXT */
"-2147415760" = "CSP Cryptographic Context-foutwaarden.";

/* CSSMERR_CSP_STAGED_OPERATION_IN_PROGRESS */
"-2147415736" = "CSP Staged Cryptographic API-foutwaarden.";

/* CSSMERR_CSP_APPLE_PUBLIC_KEY_INCOMPLETE */
"-2147415039" = "* Er is geprobeerd om een publieke sleutel te gebruiken die onvolledig is vanwege * het gebrek aan specifieke parameters voor het algoritme.";

/* CSSMERR_CSP_APPLE_SIGNATURE_MISMATCH */
"-2147415038" = "codeondertekening komt niet overeen";

/* CSSMERR_CSP_APPLE_INVALID_KEY_START_DATE */
"-2147415037" = "Key StartDate/EndDate ongeldig";

/* CSSMERR_CSPDL_APPLE_DL_CONVERSION_ERROR */
"-2147415035" = "foutcodes sleutelhangersynchronisatie";

/* CSSMERR_CSP_APPLE_SSLv2_ROLLBACK */
"-2147415034" = "SSLv2 padding-controle: rollback attack aangetroffen";

/* CSSMERR_APPLEDL_INVALID_OPEN_PARAMETERS */
"-2147412992" = "Het OpenParameters-argument dat is doorgegeven aan CSSM_DL_DbCreate of CSSM_DL_DbOpen was noch NULL noch een verwijzing naar een geldige CSSM_APPLEDL_OPEN_PARAMETERS-structuur.";

/* CSSMERR_APPLEDL_DISK_FULL */
"-2147412991" = "een bewerking is mislukt omdat de schijf vol is";

/* CSSMERR_APPLEDL_QUOTA_EXCEEDED */
"-2147412990" = "er is een bewerking mislukt omdat een schijfquotum is overschreden";

/* CSSMERR_APPLEDL_FILE_TOO_BIG */
"-2147412989" = "een bewerking is mislukt omdat een bestand te groot was";

/* CSSMERR_APPLEDL_INVALID_DATABASE_BLOB */
"-2147412988" = "interne informatie database van sleutelhanger (\"blob\") is ongeldig";

/* CSSMERR_APPLEDL_INCOMPATIBLE_DATABASE_BLOB */
"-2147412986" = "de interne gegevensstructuurversie voor interne informatie van database (\"blob\") is ongeldig";

/* CSSMERR_APPLETP_HOSTNAME_MISMATCH */
"-2147408896" = "Hostnaam komt niet overeen";

/* CSSMERR_APPLETP_UNKNOWN_CRITICAL_EXTEN */
"-2147408895" = "Onbegrepen extensie met kritieke markering ingesteld op waar";

/* CSSMERR_APPLETP_NO_BASIC_CONSTRAINTS */
"-2147408894" = "Basic Constraints-extensie vereist per beleid, maar niet aanwezig";

/* CSSMERR_APPLETP_INVALID_CA */
"-2147408893" = "Ongeldige BasicConstraints.CA";

/* CSSMERR_APPLETP_INVALID_AUTHORITY_ID */
"-2147408892" = "Ongeldige sleutel-ID autoriteit ";

/* CSSMERR_APPLETP_INVALID_SUBJECT_ID */
"-2147408891" = "Ongeldige sleutel-ID onderwerp ";

/* CSSMERR_APPLETP_INVALID_KEY_USAGE */
"-2147408890" = "Ongeldige Key Usage voor beleid";

/* CSSMERR_APPLETP_INVALID_EXTENDED_KEY_USAGE */
"-2147408889" = "Ongeldige Extended Key Usage voor beleid";

/* CSSMERR_APPLETP_INVALID_ID_LINKAGE */
"-2147408888" = "Ongeldige koppeling sleutel-ID onderwerp/autoriteit";

/* CSSMERR_APPLETP_PATH_LEN_CONSTRAINT */
"-2147408887" = "PathLengthConstraint overschreden";

/* CSSMERR_APPLETP_INVALID_ROOT */
"-2147408886" = "Certificaatgroep beëindigd bij rootcertificaat zonder zelfcontrole";

/* CSSMERR_APPLETP_CRL_EXPIRED */
"-2147408885" = "CRL verlopen/nog niet geldig";

/* CSSMERR_APPLETP_CRL_NOT_FOUND */
"-2147408883" = "Geschikte CRL is onvindbaar";

/* CSSMERR_APPLETP_CRL_SERVER_DOWN */
"-2147408882" = "De opgegeven CRL-server is niet beschikbaar";

/* CSSMERR_APPLETP_CRL_BAD_URI */
"-2147408881" = "onleesbare URL CRL-distributiepunt";

/* CSSMERR_APPLETP_UNKNOWN_CERT_EXTEN */
"-2147408880" = "Onbekende kritieke certificaat/CRL-extensie";

/* CSSMERR_APPLETP_CRL_NOT_TRUSTED */
"-2147408878" = "CRL kan niet worden gecontroleerd tot root";

/* CSSMERR_APPLETP_CRL_INVALID_ANCHOR_CERT */
"-2147408877" = "CRL gecontroleerd tot niet-vertrouwde root";

/* CSSMERR_APPLETP_CRL_POLICY_FAIL */
"-2147408876" = "Beleidscontrole CRL mislukt";

/* CSSMERR_APPLETP_IDP_FAIL */
"-2147408875" = "Schending van IssuingDistributionPoint-uitbreiding";

/* CSSMERR_APPLETP_CERT_NOT_FOUND_FROM_ISSUER */
"-2147408874" = "Certificaat niet gevonden voor opgegeven issuerAltName";

/* CSSMERR_APPLETP_BAD_CERT_FROM_ISSUER */
"-2147408873" = "Ongeldig certificaat verkregen van opgegeven issuerAltName";

/* CSSMERR_APPLETP_SMIME_EMAIL_ADDRS_NOT_FOUND */
"-2147408872" = "S/MIME-e-mailadres onjuist";

/* CSSMERR_APPLETP_SMIME_BAD_EXT_KEY_USE */
"-2147408871" = "Juiste S/MIME ExtendedKeyUsage niet gevonden ";

/* CSSMERR_APPLETP_SMIME_BAD_KEY_USE */
"-2147408870" = "S/MIME-sleutelgebruik incompatibel";

/* CSSMERR_APPLETP_SMIME_KEYUSAGE_NOT_CRITICAL */
"-2147408869" = "S/MIME, cert. met KeyUsage-signaal !kritiek";

/* CSSMERR_APPLETP_SMIME_NO_EMAIL_ADDRS */
"-2147408868" = "S/MIME, leaf met lege subjectnaam en geen e-mailadres * in SubjectAltName";

/* CSSMERR_APPLETP_SMIME_SUBJ_ALT_NAME_NOT_CRIT */
"-2147408867" = "S/MIME, leaf met lege subjectnaam, SubjectAltName * niet kritiek";

/* CSSMERR_APPLETP_SSL_BAD_EXT_KEY_USE */
"-2147408866" = "Geschikte SSL ExtendedKeyUsage niet gevonden";

/* CSSMERR_APPLETP_OCSP_BAD_RESPONSE */
"-2147408865" = "ondeelbare OCSP-reactie";

/* CSSMERR_APPLETP_OCSP_BAD_REQUEST */
"-2147408864" = "ondeelbaar OCSP-verzoek";

/* CSSMERR_APPLETP_OCSP_UNAVAILABLE */
"-2147408863" = "OCSP-voorziening niet beschikbaar";

/* CSSMERR_APPLETP_OCSP_STATUS_UNRECOGNIZED */
"-2147408862" = "OCSP-status: cert. niet herkend";

/* CSSMERR_APPLETP_INCOMPLETE_REVOCATION_CHECK */
"-2147408861" = "herroepingscontrole niet geslaagd voor elk cert.";

/* CSSMERR_APPLETP_NETWORK_FAILURE */
"-2147408860" = "algemene netwerkfout";

/* CSSMERR_APPLETP_OCSP_NOT_TRUSTED */
"-2147408859" = "OCSP-reactie niet controleerbaar voor anchor of root";

/* CSSMERR_APPLETP_OCSP_INVALID_ANCHOR_CERT */
"-2147408858" = "OCSP-reactie gecontroleerd tot niet-vertrouwde root";

/* CSSMERR_APPLETP_OCSP_SIG_ERROR */
"-2147408857" = "Fout in handtekening OCSP-reactie";

/* CSSMERR_APPLETP_OCSP_NO_SIGNER */
"-2147408856" = "Geen ondertekenaar voor OCSP-reactie gevonden";

/* CSSMERR_APPLETP_OCSP_RESP_MALFORMED_REQ */
"-2147408855" = "OCSP-reactiestatus: fout geformuleerd verzoek";

/* CSSMERR_APPLETP_OCSP_RESP_INTERNAL_ERR */
"-2147408854" = "OCSP-reactiestatus: interne fout";

/* CSSMERR_APPLETP_OCSP_RESP_TRY_LATER */
"-2147408853" = "OCSP-reactiestatus: later proberen";

/* CSSMERR_APPLETP_OCSP_RESP_SIG_REQUIRED */
"-2147408852" = "OCSP-reactiestatus: handtekening vereist";

/* CSSMERR_APPLETP_OCSP_RESP_UNAUTHORIZED */
"-2147408851" = "OCSP-reactiestatus: niet geautoriseerd";

/* CSSMERR_APPLETP_OCSP_NONCE_MISMATCH */
"-2147408850" = "OCSP-reactie 'nonce' komt niet overeen met verzoek";

/* CSSMERR_APPLETP_CS_BAD_CERT_CHAIN_LENGTH */
"-2147408849" = "Illegale cert.ketenlengte voor codeondertekening";

/* CSSMERR_APPLETP_CS_NO_BASIC_CONSTRAINTS */
"-2147408848" = "Ontbrekende Basic Constraints voor codeondertekening";

/* CSSMERR_APPLETP_CS_BAD_PATH_LENGTH */
"-2147408847" = "Foutieve PathLengthConstraint voor codeondertekening";

/* CSSMERR_APPLETP_CS_NO_EXTENDED_KEY_USAGE */
"-2147408846" = "Ontbrekende ExtendedKeyUsage voor codeondertekening";

/* CSSMERR_APPLETP_CODE_SIGN_DEVELOPMENT */
"-2147408845" = "Codeondertekeningscert. in ontwikkeling aangetroffen";

/* CSSMERR_APPLETP_RS_BAD_CERT_CHAIN_LENGTH */
"-2147408844" = "Illegale cert.ketenlengte voor resourceondertekening";

/* CSSMERR_APPLETP_RS_BAD_EXTENDED_KEY_USAGE */
"-2147408843" = "foutief uitgebreid sleutelgebruik voor resourceondertekening";

/* CSSMERR_APPLETP_TRUST_SETTING_DENY */
"-2147408842" = "Vertrouwensinstelling: afwijzen";

/* CSSMERR_APPLETP_INVALID_EMPTY_SUBJECT */
"-2147408841" = "ongeldige lege SubjectName";

/* CSSMERR_APPLETP_UNKNOWN_QUAL_CERT_STATEMENT */
"-2147408840" = "onbekende kritieke Qualified Cert Statement ID";

/* CSSMERR_APPLE_DOTMAC_REQ_QUEUED */
"-2147408796" = "cert.verzoek in wachtrij";

/* CSSMERR_APPLE_DOTMAC_REQ_REDIRECT */
"-2147408795" = "cert.verzoek omgeleid";

/* CSSMERR_APPLE_DOTMAC_REQ_SERVER_ERR */
"-2147408794" = "algemene fout gerapporteerde server";

/* CSSMERR_APPLE_DOTMAC_REQ_SERVER_PARAM */
"-2147408793" = "parameterfout gerapporteerde server";

/* CSSMERR_APPLE_DOTMAC_REQ_SERVER_AUTH */
"-2147408792" = "identificatiefout gerapporteerde server";

/* CSSMERR_APPLE_DOTMAC_REQ_SERVER_UNIMPL */
"-2147408791" = "gerapporteerde server niet geïmplementeerd";

/* CSSMERR_APPLE_DOTMAC_REQ_SERVER_NOT_AVAIL */
"-2147408790" = "gerapporteerde server niet beschikbaar";

/* CSSMERR_APPLE_DOTMAC_REQ_SERVER_ALREADY_EXIST */
"-2147408789" = "gerapporteerde server bestaat al";

/* CSSMERR_APPLE_DOTMAC_REQ_SERVER_SERVICE_ERROR */
"-2147408788" = "fout in voorziening gerapporteerde server";

/* CSSMERR_APPLE_DOTMAC_REQ_IS_PENDING */
"-2147408787" = "verzoek is al in behandeling voor opgegeven gebruiker";

/* CSSMERR_APPLE_DOTMAC_NO_REQ_PENDING */
"-2147408786" = "geen verzoek in behandeling voor opgegeven gebruiker";

/* CSSMERR_APPLE_DOTMAC_CSR_VERIFY_FAIL */
"-2147408785" = "Fout tijdens CSR-controle";

/* CSSMERR_APPLE_DOTMAC_FAILED_CONSISTENCY_CHECK */
"-2147408784" = "server heeft een fout gerapporteerd tijdens consistentiecontrole";

/* errSecCSUnimplemented */
"-67072" = "niet-geïmplementeerde codeondertekeningsfunctie";

/* errSecCSInvalidObjectRef */
"-67071" = "ongeldige API-objectverwijzing";

/* errSecCSInvalidFlags */
"-67070" = "ongeldige of onjuiste API-vlag(gen) opgegeven";

/* errSecCSObjectRequired */
"-67069" = "een vereist verwijzingsargument was NULL";

/* errSecCSStaticCodeNotFound */
"-67068" = "codeobject onvindbaar op schijf";

/* errSecCSUnsupportedGuestAttributes */
"-67067" = "kan geen gasten vinden via deze kenmerkenset";

/* errSecCSInvalidAttributeValues */
"-67066" = "gegeven kenmerkwaarden zijn ongeldig";

/* errSecCSNoSuchCode */
"-67065" = "host heeft geen gast met de gewenste kenmerken";

/* errSecCSMultipleGuests */
"-67064" = "host heeft meerdere gasten met deze kenmerkwaarde";

/* errSecCSGuestInvalid */
"-67063" = "code-identiteit is ongeldig verklaard";

/* errSecCSUnsigned */
"-67062" = "codeobject is niet ondertekend";

/* errSecCSSignatureFailed */
"-67061" = "code of handtekening gewijzigd";

/* errSecCSSignatureNotVerifiable */
"-67060" = "handtekening kan niet worden gelezen, bijvoorbeeld vanwege een bestandssysteem dat de root aan een gebruiker zonder bevoegdheden koppelt";

/* errSecCSSignatureUnsupported */
"-67059" = "niet-ondersteund type of versie van handtekening";

/* errSecCSBadDictionaryFormat */
"-67058" = "een vereist plist-bestand of resource is onjuist";

/* errSecCSResourcesNotSealed */
"-67057" = "resources niet verzegeld met handtekening";

/* errSecCSResourcesNotFound */
"-67056" = "geen verzegelde resources in code gevonden";

/* errSecCSResourcesInvalid */
"-67055" = "een verzegelde resourcedirectory is ongeldig";

/* errSecCSBadResource */
"-67054" = "een verzegelde resource ontbreekt of is ongeldig";

/* errSecCSResourceRulesInvalid */
"-67053" = "ongeldige resourceselectieregel(s)";

/* errSecCSReqInvalid */
"-67052" = "ongeldige of beschadigde codevereiste(n)";

/* errSecCSReqUnsupported */
"-67051" = "niet-ondersteund type of versie van codevereiste(n)";

/* errSecCSReqFailed */
"-67050" = "voldoet niet aan codevereiste(n)";

/* errSecCSBadObjectFormat */
"-67049" = "bestandsstructuur object ongeldig of ongeschikt";

/* errSecCSInternalError */
"-67048" = "interne fout in Code Signing-subsysteem";

/* errSecCSHostReject */
"-67047" = "code heeft host geweigerd";

/* errSecCSNotAHost */
"-67046" = "deze code is geen host";

/* errSecCSSignatureInvalid */
"-67045" = "ongeldige structuur voor handtekening";

/* errSecCSHostProtocolRelativePath */
"-67044" = "schending hostprotocol - absoluut gastpad vereist";

/* errSecCSHostProtocolContradiction */
"-67043" = "schending hostprotocol - conflicterende hostmodi";

/* errSecCSHostProtocolDedicationError */
"-67042" = "schending hostprotocol - bewerking niet toegestaan met/voor een speciale gast";

/* errSecCSHostProtocolNotProxy */
"-67041" = "schending hostprotocol - proxyhosting niet actief";

/* errSecCSHostProtocolStateError */
"-67040" = "shending hostprotocol - ongeldig verzoek om wijziging gaststatus";

/* errSecCSHostProtocolUnrelated */
"-67039" = "schending hostprotocol - de gegeven gast is geen gast van de gegeven host";

/* errSecCSInvalidOperation */
"-67038" = "gevraagde bewerking is niet geldig";

/* errSecCSNotSupported */
"-67037" = "bewerking niet ondersteund voor dit type code";

/* errSecCSCMSTooLarge */
"-67036" = "handtekening te groot om in te bedden";

/* errSecCSHostProtocolInvalidHash */
"-67035" = "schending hostprotocol - ongeldige gasthash";

/* errSecCSStaticCodeChanged */
"-67034" = "het programma op schijf komt niet overeen met het actieve programma";

/* errSecCSSigDBDenied */
"-67033" = "toegang tot handtekeningendatabase geweigerd";

/* errSecCSSigDBAccess */
"-67032" = "geen toegang tot handtekeningendatabase";

/* errSecCSHostProtocolInvalidAttribute */
"-67031" = "host retourneerde ongeldige of inconsistente gastkenmerken";

/* errSecMisc_dskFulErr */
"-34" = "De schijf is vol.";

/* errSecMisc_nsvErr */
"-35" = "De schijf is onvindbaar. Deze is mogelijk verwijderd.";

/* errSecMisc_bdNamErr */
"-37" = "De naam van het bestand dat u wilt openen bevat een ongeldig teken.";

/* errSecMisc_fnfErr */
"-43" = "Het bestand is onvindbaar.";

/* errSecMisc_wPrErr */
"-44" = "De schijf is beveiligd tegen schrijven.";

/* errSecMisc_fLckdErr */
"-45" = "Het bestand is beveiligd.";

/* errSecMisc_vLckdErr */
"-46" = "Het volume is beveiligd.";

/* errSecMisc_fBsyErr */
"-47" = "Het bestand is in gebruik. Mogelijk wordt het door een ander programma gebruikt.";

/* errSecMisc_dupFNErr */
"-48" = "Er bestaat al een bestand met deze naam.";

/* errSecMisc_opWrErr */
"-49" = "Het bestand al is geopend met mogelijkheid voor schrijven.";

/* errSecMisc_volOffLinErr */
"-53" = "Het volume is niet meer beschikbaar. Mogelijk is het verwijderd.";

/* errSecMisc_permErr */
"-54" = "Het bestand kan niet worden geopend. Mogelijk wordt het door een ander programma gebruikt.";

/* errSecMisc_extFSErr */
"-58" = "Dit volume is niet compatibel.";

/* errSecMisc_wrPermErr */
"-61" = "Er kan niet naar het bestand worden geschreven. Mogelijk is het geopend zonder de juiste toegangsbevoegdheden.";

/* errSecMisc_offLinErr */
"-65" = "Het opslagapparaat is niet meer beschikbaar. Mogelijk is het verwijderd.";

/* errSecMisc_dirNFErr */
"-120" = "De directory is onvindbaar.";

/* errSecMisc_volGoneErr */
"-124" = "Het servervolume is niet meer beschikbaar. Mogelijk is het losgekoppeld.";

/* errSecMisc_userCanceledErr */
"-128" = "De bewerking is geannuleerd door de gebruiker.";

/* errSecMisc_resNotFound */
"-192" = "Een benodigde resource is onvindbaar.";

/* errSecMisc_resFNotFound */
"-193" = "Een benodigde resource ontbreekt of is beschadigd.";

/* errSecMisc_icNoURLErr */
"-673" = "De opgegeven locatie (URL) is van een onbekend type of bevat niet voldoende informatie.";

/* errSecMisc_icConfigNotFoundErr */
"-674" = "Er is geen helperprogramma gevonden om de opgegeven URL te openen.";

/* errSecMisc_cantGetFlavorErr */
"-1854" = "De locatie (URL) van dit onderdeel ontbreekt of heeft een onjuiste notatie.";

/* errSecMisc_afpAccessDenied */
"-5000" = "De toegang tot dit onderdeel is geweigerd.";

/* errSecMisc_afpUserNotAuth */
"-5023" = "Identiteit niet geaccepteerd. Mogelijk is het wachtwoord voor deze server gewijzigd nadat het onderdeel aan de sleutelhanger is toegevoegd.";

